{
  "data": [
    {
      "_id": "1",
      "title": "চট্টগ্রাম, রাজশাহী এবং ময়মনসিংহে ভিন্ন ইস্যুতে তিন বিশ্ববিদ্যালয়ে অস্থিরতা",
      "description": "চট্টগ্রাম, রাজশাহী এবং ময়মনসিংহের কৃষি বিশ্ববিদ্যালয়ে ভিন্ন ভিন্ন ইস্যুতে এই তিন পাবলিক বিশ্ববিদ্যালয়ে অস্থিরতা ও বিক্ষোভ চলছে। এদিকে, নুরুল হক নুরের ওপর হামলার ঘটনা নিয়ে রাজনৈতিক উত্তেজনার মধ্যে বিএনপি, জামায়াত ও এনসিপির সাথে সন্ধ্যায় বৈঠকে বসছেন প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস।",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/49d3/live/699771c0-864a-11f0-b54e-01c89dde0774.jpg.webp",
      "datetime": "৫ মিনিট আগে"
    },
    {
      "_id": "2",
      "title": "ইয়েমেনে ইসরায়েলি হামলায় তাদের প্রধানমন্ত্রী নিহত হয়েছেন - নিশ্চিত করল হুথিরা",
      "description": "ইয়েমেনের হুথি বিদ্রোহী গোষ্ঠী নিশ্চিত করেছে যে তাদের স্বঘোষিত প্রধানমন্ত্রী আহমেদ গালেব নাসের আল-রাহাভি চলতি সপ্তাহের শুরুতে ইসরায়েলি বিমান হামলায় নিহত হয়েছেন।",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/e2f3/live/e04e72a0-8618-11f0-84c8-99de564f0440.jpg.webp",
      "datetime": "৫ ঘন্টা আগে"
    },
    {
      "_id": "3",
      "title": "'প্রেম রুখতে' শুরু হয়েছিল দুই গ্রামের সংঘর্ষ, পরে রূপ নিয়েছে পাথর ছোঁড়া খেলার",
      "description": "ভারতের মধ্যপ্রদেশের দুই গ্রামের মধ্যে প্রতি বছর পাথর ছোড়ার লড়াই চলে। স্থানীয়দের মতে কয়েক শত বছর আগে ওই দুই গ্রামের মধ্যে বিরোধ বাধে এক তরুণ-তরুণীর প্রেমকে ঘিরে। তাদের রুখতে দুই গ্রামের বাসিন্দারা একে অন্যদের দিকে তাক করে পাথরবৃষ্টি করেছিলেন। সেই রেওয়াজ আজও চলছে। ",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/0e6d/live/815c1270-8578-11f0-b391-6936825093bd.jpg.webp",
      "datetime": "২ ঘন্টা আগে"
    },
    {
      "_id": "4",
      "title": "পত্রিকা: 'রাজনীতির অন্তরালে নতুন অঙ্ক'",
      "description": "গণঅধিকার পরিষদের সভাপতি নুরুল হক নুরের ওপর হামলার পর দেশের রাজনৈতিক অঙ্গন আবার সরগরম হয়ে উঠেছে, জাতীয় পার্টিকে নিষিদ্ধের দাবি উঠেছে। এদিকে, প্রধান উপদেষ্টা আজ রাজনৈতিক দলগুলোর সঙ্গে বৈঠকে বসবেন। রোববারের খবরের কাগজের শিরোনামে এসব বিষয় গুরুত্ব পেয়েছে।",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/e96d/live/25d34d20-8617-11f0-8c42-073b358bab60.jpg.webp",
      "datetime": "৭ ঘন্টা আগে"
    },
    {
      "_id": "5",
      "title": "যে হিন্দু মহাজনের থেকে ঋণ নিতেন লাহোরের অর্ধেক মুসলমান বাসিন্দা",
      "description": "ইউরোপীয় কর্মকর্তা বা জমিদার থেকে শুরু করে সাধারণ মানুষ - বুলাকী শাহর কাছ থেকে লাহোরের সব শ্রেণির মানুষ সুদের বিনিময়ে ধার নিতেন একটা সময়ে। নারীদের জন্যও ছিল তার পৃথক ব্যবস্থা।",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/0d70/live/bceabb90-8585-11f0-ab22-d347aa25866a.jpg.webp",
      "datetime": "৮ ঘন্টা আগে"
    },
    {
      "_id": "6",
      "title": "নুরুল হক নুরের আহত হওয়া নিয়ে উত্তপ্ত রাজনীতি, জাতীয় পার্টি অফিসে ফের হামলা",
      "description": "জাতীয় পার্টি ও গণঅধিকার পরিষদের মধ্যে সংঘর্ষকে ঘিরে সেনাবাহিনী ও পুলিশের হামলায় আহত নুরুল হক নুর ঢাকা মেডিকেলের আইসিইউতে চিকিৎসাধীন রয়েছে। এদিকে শনিবার ঢাকাসহ বেশ কয়েকটি জেলায় জাতীয় পার্টির কার্যালয়ে হামলা হয়েছে।",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/fa04/live/69a6d1c0-859f-11f0-9cf6-cbf3e73ce2b9.jpg.webp",
      "datetime": "৩০ অগাস্ট ২০২৫"
    },
    {
      "_id": "7",
      "title": "ফিলিস্তিনি নেতাদের জাতিসংঘ অধিবেশনে যোগদান আটকে দিয়েছে যুক্তরাষ্ট্র",
      "description": "সামনের মাসে নিউইয়র্কে অনুষ্ঠিতব্য জাতিসংঘ সাধারণ পরিষদের অধিবেশনে অংশগ্রহণের জন্য ফিলিস্তিনি প্রেসিডেন্ট মাহমুদ আব্বাস ও আরও ৮০ জন ফিলিস্তিনি কর্মকর্তার ভিসা বাতিল করেছে যুক্তরাষ্ট্র। এই সিদ্ধান্ত এসেছে এমন এক সময়ে, যখন ফ্রান্স জাতিসংঘের এই অধিবেশনে ফিলিস্তিন রাষ্ট্রকে স্বীকৃতি দেওয়ার আন্তর্জাতিক উদ্যোগের নেতৃত্ব দিচ্ছে—যা ট্রাম্প প্রশাসন দৃঢ়ভাবে বিরোধিতা করে এসেছে।",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/a48f/live/2db3c350-8557-11f0-9cf6-cbf3e73ce2b9.jpg.webp",
      "datetime": "৩০ অগাস্ট ২০২৫"
    },
    {
      "_id": "8",
      "title": "বিলুপ্তপ্রায় পাখনাবিহীন পরপয়েজ বাঁচাতে যে লড়াই চালাচ্ছেন চীনা বিজ্ঞানীরা",
      "description": "চীনের ইয়াংসি নদীর শেষ বৃহৎ প্রাণীগুলোর একটিকে বাঁচানোর জন্য লড়াই চালাচ্ছেন সে দেশের বিজ্ঞানীরা। চীনা বিজ্ঞানীদের এখন লক্ষ্য হল ইয়াংসি নদীর ফিনলেস পরপয়েজ বা পাখনাবিহীন পরপয়েজের যাতে একই পরিণতি না হয়, তা নিশ্চিত করা।",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/8237/live/be5bed40-7e7e-11f0-9e05-3dbec5559644.jpg.webp",
      "datetime": "৩০ অগাস্ট ২০২৫"
    },
    {
      "_id": "9",
      "title": "বিশ্বজুড়ে ট্রাম্পের জারি করা বেশিরভাগ শুল্ক নীতি অবৈধ ঘোষণা মার্কিন আদালতের",
      "description": "মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের জারি করা বৈশ্বিক শুল্কের বেশিরভাগ অবৈধ বলে রায় দিয়েছে যুক্তরাষ্ট্রের একটি আপিল আদালত। এই রায় ট্রাম্পের বৈদেশিক নীতিকে মারাত্মকভাবে প্রভাবিত করতে পারে বলে ধারণা করা হচ্ছে। ",
      "image_url": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/c468/live/a775a120-854f-11f0-9cf6-cbf3e73ce2b9.jpg.webp",
      "datetime": "৩০ অগাস্ট ২০২৫"
    }
  ]
}
